Repository: himikajain15/PanditTalk
Catalog: mobile/lib/l10n/app_*.arb
Languages: gu, hi, kn, mr, te

# appName
source: Pandittalk
gu: પંડિતટોક
hi: पंडितटॉक
kn: ಪಂಡಿತ್ ಟಾಕ್
mr: पंडितटॉक
te: పండిత్ టాక్

# hi
source: Hi {name}
gu: નમસ્તે {name}
hi: नमस्ते {name}
kn: ನಮಸ್ಕಾರ {name}
mr: नमस्कार {name}
te: నమస్కారం {name}

source: Add Cash
gu: કેશ ઉમેરો
hi: कैश जोड़ें
kn: ಕ್ಯಾಶ್ ಸೇರಿಸಿ
mr: कॅश जोडा
te: క్యాష్ జోడించండి

source: Search astrologers...
gu: જ્યોતિષી શોધો...
hi: ज्योतिषी खोजें...
kn: ಜ್ಯೋತಿಷ್ಯರನ್ನು ಹುಡುಕಿ...
mr: ज्योतिषी शोधा...
te: జ్యోతిష్యులను శోధించండి...

source: Chat with Astrologer
gu: જ્યોતિષી સાથે ચેટ કરો
hi: ज्योतिषी से चैट करें
kn: ಜ್ಯೋತಿಷ್ಯರೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
mr: ज्योतिषीशी चॅट करा
te: జ్యోతిష్యుడితో చాట్ చేయండి

source: Call with Astrologer
gu: જ્યોતિષીને કૉલ કરો
hi: ज्योतिषी को कॉल करें
kn: ಜ್ಯೋತಿಷ್ಯರಿಗೆ ಕರೆ ಮಾಡಿ
mr: ज्योतिषीला कॉल करा
te: జ్యోతిష్యుడికి కాల్ చేయండి

source: Chat
gu: ચેટ
hi: चैट
kn: ಚಾಟ್
mr: चॅट
te: చాట్

source: Call
gu: કૉલ
hi: कॉल
kn: ಕರೆ
mr: कॉल
te: కాల్

source: Home
gu: હોમ
hi: होम
kn: ಹೋಮ್
mr: होम
te: హోమ్

source: Profile
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
mr: प्रोफाइल
te: ప్రొఫైల్

source: Wallet
gu: વૉલેટ
hi: वॉलेट
kn: ವಾಲೆಟ್
mr: वॉलेट
te: వాలెట్

source: Settings
gu: સેટિંગ્સ
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mr: सेटिंग्ज
te: సెట్టింగ్‌లు

source: Login
gu: લૉગિન
hi: लॉगिन
kn: ಲಾಗಿನ್
mr: लॉगिन
te: లాగిన్

source: Phone Number
gu: ફોન નંબર
hi: फ़ोन नंबर
kn: ಫೋನ್ ನಂಬರ್
mr: फोन नंबर
te: ఫోన్ నంబర్

# enterPhone
source: Enter your phone number
gu: તમારો ફોન નંબર દાખલ કરો
hi: अपना फ़ोन नंबर दर्ज करें
kn: ನಿಮ್ಮ ಫೋನ್ ನಂಬರ್ ನಮೂದಿಸಿ
mr: आपला फोन नंबर प्रविष्ट करा
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Get OTP
gu: OTP મેળવો
hi: OTP प्राप्त करें
kn: OTP ಪಡೆಯಿರಿ
mr: OTP मिळवा
te: OTP పొందండి

source: Verify OTP
gu: OTP ચકાસો
hi: OTP सत्यापित करें
kn: OTP ಪರಿಶೀಲಿಸಿ
mr: OTP सत्यापित करा
te: OTP ధృవీకరించండి

source: Enter OTP
gu: OTP દાખલ કરો
hi: OTP दर्ज करें
kn: OTP ನಮೂದಿಸಿ
mr: OTP प्रविष्ट करा
te: OTP నమోదు చేయండి

source: Submit
gu: સબમિટ કરો
hi: सबमिट करें
kn: ಸಲ್ಲಿಸಿ
mr: सबमिट करा
te: సమర్పించండి

source: Cancel
gu: રદ કરો
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
mr: रद्द करा
te: రద్దు చేయండి

source: Loading...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
mr: लोड होत आहे...
te: లోడ్ అవుతోంది...

source: Error
gu: ભૂલ
hi: त्रुटि
kn: ದೋಷ
mr: त्रुटी
te: దోషం

source: Retry
gu: ફરી પ્રયાસ કરો
hi: पुनः प्रयास करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
mr: पुन्हा प्रयत्न करा
te: మళ్లీ ప్రయత్నించండి

# freeKundli
source: Free Kundli (AI)
gu: મફત કુંડળી (AI)
hi: मुफ्त कुंडली (AI)
kn: ಉಚಿತ ಕುಂಡಲಿ (AI)
mr: मोफत कुंडली (AI)
te: ఉచిత కుండళి (AI)

source: Start AI Kundli Chat
gu: AI કુંડળી ચેટ શરૂ કરો
hi: AI कुंडली चैट शुरू करें
kn: AI ಕುಂಡಲಿ ಚಾಟ್ ಪ್ರಾರಂಭಿಸಿ
mr: AI कुंडली चॅट सुरू करा
te: AI కుండళి చాట్ ప్రారంభించండి

source: AI-Powered Kundli Analysis
gu: AI-સંચાલિત કુંડળી વિશ્લેષણ
hi: AI-संचालित कुंडली विश्लेषण
kn: AI-ನಡೆಸಿದ ಕುಂಡಲಿ ವಿಶ್ಲೇಷಣೆ
mr: AI-चालित कुंडली विश्लेषण
te: AI-నడిచే కుండళి విశ్లేషణ

# getInstantKundliReading
source: Get instant Kundli reading powered by AI
gu: AI દ્વારા સંચાલિત ત્વરિત કુંડળી વાંચન મેળવો
hi: AI द्वारा संचालित तत्काल कुंडली पढ़ना प्राप्त करें
kn: AI ಮೂಲಕ ನಡೆಸಿದ ತ್ವರಿತ ಕುಂಡಲಿ ವಾಚನ ಪಡೆಯಿರಿ
mr: AI द्वारे चालवलेले त्वरित कुंडली वाचन मिळवा
te: AI ద్వారా నడిచే తక్షణ కుండళి పఠనం పొందండి

source: Daily Horoscope
gu: દૈનિક રાશિફળ
hi: दैनिक राशिफल
kn: ದೈನಂದಿನ ರಾಶಿಫಲ
mr: दैनिक राशिफल
te: రోజువారీ రాశిఫలం

source: Kundli Matching
gu: કુંડળી મેચિંગ
hi: कुंडली मिलान
kn: ಕುಂಡಲಿ ಮ್ಯಾಚಿಂಗ್
mr: कुंडली जुळणी
te: కుండళి మ్యాచింగ్

source: Celebrity Astrologers
gu: સેલિબ્રિટી જ્યોતિષી
hi: सेलिब्रिटी ज्योतिषी
kn: ಸೆಲೆಬ್ರಿಟಿ ಜ್ಯೋತಿಷ್ಯರು
mr: सेलिब्रिटी ज्योतिषी
te: సెలబ్రిటీ జ్యోతిష్యులు

# liveAstrologers
source: Astrologers Live
gu: જ્યોતિષી લાઇવ
hi: ज्योतिषी लाइव
kn: ಜ್ಯೋತಿಷ್ಯರು ಲೈವ್
mr: ज्योतिषी लाइव्ह
te: జ్యోతిష్యులు లైవ్

source: View All
gu: બધું જુઓ
hi: सभी देखें
kn: ಎಲ್ಲಾ ನೋಡಿ
mr: सर्व पहा
te: అన్నీ చూడండి

source: Register for Freebie
gu: ફ્રીબી માટે નોંધણી કરો
hi: फ्रीबी के लिए पंजीकरण करें
kn: ಉಚಿತ ಉಡುಗೊರೆಗಾಗಿ ನೋಂದಾಯಿಸಿ
mr: फ्रीबीसाठी नोंदणी करा
te: ఉచిత బహుమతి కోసం నమోదు చేయండి

# first1000UsersGetFreebie
source: First 1000 users get a freebie!
gu: પહેલા 1000 વપરાશકર્તાઓને ફ્રીબી મળશે!
hi: पहले 1000 उपयोगकर्ताओं को फ्रीबी मिलेगा!
kn: ಮೊದಲ 1000 ಬಳಕೆದಾರರಿಗೆ ಉಚಿತ ಉಡುಗೊರೆ ಸಿಗುತ್ತದೆ!
mr: पहिल्या 1000 वापरकर्त्यांना फ्रीबी मिळेल!
te: మొదటి 1000 వినియోగదారులకు ఉచిత బహుమతి లభిస్తుంది!

# loginAndRegisterNow
source: Login and register now to claim your welcome gift before the slots run out.
gu: સ્લોટ સમાપ્ત થાય તે પહેલાં તમારા સ્વાગત ભેટ મેળવવા માટે હમણાં જ લૉગિન અને નોંધણી કરો।
hi: अपने स्वागत उपहार का दावा करने के लिए अभी लॉगिन और पंजीकरण करें, इससे पहले कि स्लॉट खत्म हो जाएं।
kn: ಸ್ಲಾಟ್‌ಗಳು ಮುಗಿಯುವ ಮೊದಲು ನಿಮ್ಮ ಸ್ವಾಗತ ಉಡುಗೊರೆಯನ್ನು ಪಡೆಯಲು ಈಗಲೇ ಲಾಗಿನ್ ಮಾಡಿ ಮತ್ತು ನೋಂದಾಯಿಸಿ।
mr: स्लॉट संपण्यापूर्वी आपले स्वागत भेटवस्तू मिळवण्यासाठी आत्ताच लॉगिन आणि नोंदणी करा।
te: స్లాట్‌లు అయిపోకముందే మీ స్వాగత బహుమతిని పొందడానికి ఇప్పుడే లాగిన్ మరియు నమోదు చేయండి।

# cashback100
source: 100% CASHBACK!
gu: 100% કેશબેક!
hi: 100% कैशबैक!
kn: 100% ಕ್ಯಾಶ್‌ಬ್ಯಾಕ್!
mr: 100% कॅशबॅक!
te: 100% క్యాష్‌బ్యాక్!

source: on your first recharge
gu: તમારા પહેલા રિચાર્જ પર
hi: अपने पहले रिचार्ज पर
kn: ನಿಮ್ಮ ಮೊದಲ ರೀಚಾರ್ಜ್‌ನಲ್ಲಿ
mr: आपल्या पहिल्या रिचार्जवर
te: మీ మొదటి రీఛార్జ్‌లో

source: RECHARGE NOW
gu: હમણાં જ રિચાર્જ કરો
hi: अभी रिचार्ज करें
kn: ಈಗಲೇ ರೀಚಾರ್ಜ್ ಮಾಡಿ
mr: आत्ताच रिचार्ज करा
te: ఇప్పుడే రీఛార్జ్ చేయండి

source: Recharge
gu: રિચાર્જ
hi: रिचार्ज
kn: ರೀಚಾರ್ಜ್
mr: रिचार्ज
te: రీఛార్జ్

source: Add Cash to Wallet
gu: વૉલેટમાં કેશ ઉમેરો
hi: वॉलेट में कैश जोड़ें
kn: ವಾಲೆಟ್‌ಗೆ ಕ್ಯಾಶ್ ಸೇರಿಸಿ
mr: वॉलेटमध्ये कॅश जोडा
te: వాలెట్‌కు క్యాష్ జోడించండి

source: Proceed to Pay
gu: પેમેન્ટ કરવા આગળ વધો
hi: भुगतान के लिए आगे बढ़ें
kn: ಪಾವತಿ ಮುಂದುವರಿಸಿ
mr: पैसे भरण्यासाठी पुढे जा
te: చెల్లింపు కొనసాగించండి

# rechargeNowTitle
source: Recharge Now
gu: હમણાં જ રિચાર્જ કરો
hi: अभी रिचार्ज करें
kn: ಈಗಲೇ ರೀಚಾರ್ಜ್ ಮಾಡಿ
mr: आत्ताच रिचार्ज करा
te: ఇప్పుడే రీఛార్జ్ చేయండి

# get100CashbackOnFirstRecharge
source: Get 100% Cashback on your First recharge
gu: તમારા પહેલા રિચાર્જ પર 100% કેશબેક મેળવો
hi: अपने पहले रिचार्ज पर 100% कैशबैक प्राप्त करें
kn: ನಿಮ್ಮ ಮೊದಲ ರೀಚಾರ್ಜ್‌ನಲ್ಲಿ 100% ಕ್ಯಾಶ್‌ಬ್ಯಾಕ್ ಪಡೆಯಿರಿ
mr: आपल्या पहिल्या रिचार्जवर 100% कॅशबॅक मिळवा
te: మీ మొదటి రీఛార్జ్‌లో 100% క్యాష్‌బ్యాక్ పొందండి

# tip90UsersRecharge
source: Tip: 90% users recharge for 10 mins or more
gu: ટિપ: 90% વપરાશકર્તાઓ 10 મિનિટ અથવા વધુ માટે રિચાર્જ કરે છે
hi: सुझाव: 90% उपयोगकर्ता 10 मिनट या अधिक के लिए रिचार्ज करते हैं
kn: ಟಿಪ್: 90% ಬಳಕೆದಾರರು 10 ನಿಮಿಷಗಳು ಅಥವಾ ಹೆಚ್ಚು ಸಮಯ ರೀಚಾರ್ಜ್ ಮಾಡುತ್ತಾರೆ
mr: टिप: 90% वापरकर्ते 10 मिनिटे किंवा अधिक साठी रिचार्ज करतात
te: టిప్: 90% వినియోగదారులు 10 నిమిషాలు లేదా అంతకంటే ఎక్కువ సమయం రీఛార్జ్ చేస్తారు

# extra
source: {percent}% Extra
gu: {percent}% વધારાનું
hi: {percent}% अतिरिक्त
kn: {percent}% ಹೆಚ್ಚುವರಿ
mr: {percent}% अतिरिक्त
te: {percent}% అదనపు

source: Name
gu: નામ
hi: नाम
kn: ಹೆಸರು
mr: नाव
te: పేరు

# dateOfBirth
source: Date of Birth (YYYY-MM-DD)
gu: જન્મ તારીખ (YYYY-MM-DD)
hi: जन्म तिथि (YYYY-MM-DD)
kn: ಜನ್ಮ ದಿನಾಂಕ (YYYY-MM-DD)
mr: जन्मतारीख (YYYY-MM-DD)
te: పుట్టిన తేదీ (YYYY-MM-DD)

# timeOfBirth
source: Time of Birth (HH:MM 24h)
gu: જન્મ સમય (HH:MM 24h)
hi: जन्म समय (HH:MM 24h)
kn: ಜನ್ಮ ಸಮಯ (HH:MM 24h)
mr: जन्म वेळ (HH:MM 24h)
te: పుట్టిన సమయం (HH:MM 24h)

# timezone
source: Timezone (e.g. +05:30)
gu: સમય ક્ષેત્ર (ઉદા. +05:30)
hi: समय क्षेत्र (उदा. +05:30)
kn: ಸಮಯ ವಲಯ (ಉದಾ. +05:30)
mr: वेळ क्षेत्र (उदा. +05:30)
te: సమయ మండలం (ఉదా. +05:30)

# birthPlace
source: Birth Place (City, Country)
gu: જન્મ સ્થળ (શહેર, દેશ)
hi: जन्म स्थान (शहर, देश)
kn: ಜನ್ಮ ಸ್ಥಳ (ನಗರ, ದೇಶ)
mr: जन्मस्थान (शहर, देश)
te: పుట్టిన స్థలం (నగరం, దేశం)

source: Generate Kundli
gu: કુંડળી જનરેટ કરો
hi: कुंडली जनरेट करें
kn: ಕುಂಡಲಿ ಜನರೇಟ್ ಮಾಡಿ
mr: कुंडली जनरेट करा
te: కుండళి జనరేట్ చేయండి

# generatingKundli
source: Generating your Kundli… 🕉️ Please wait.
gu: તમારી કુંડળી જનરેટ થઈ રહી છે… 🕉️ કૃપા કરીને રાહ જુઓ।
hi: आपकी कुंडली जनरेट हो रही है… 🕉️ कृपया प्रतीक्षा करें।
kn: ನಿಮ್ಮ ಕುಂಡಲಿ ಜನರೇಟ್ ಆಗುತ್ತಿದೆ… 🕉️ ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ।
mr: आपली कुंडली जनरेट होत आहे… 🕉️ कृपया प्रतीक्षा करा।
te: మీ కుండళి జనరేట్ అవుతోంది… 🕉️ దయచేసి వేచి ఉండండి।

source: Failed to generate Kundli
gu: કુંડળી જનરેટ કરવામાં અસફળ
hi: कुंडली जनरेट करने में विफल
kn: ಕುಂಡಲಿ ಜನರೇಟ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
mr: कुंडली जनरेट करण्यात अयशस्वी
te: కుండళి జనరేట్ చేయడంలో విఫలమైంది

# kundliSummary
source: Kundli Summary for {name}
gu: {name} માટે કુંડળી સારાંશ
hi: {name} के लिए कुंडली सारांश
kn: {name} ಗಾಗಿ ಕುಂಡಲಿ ಸಾರಾಂಶ
mr: {name} साठी कुंडली सारांश
te: {name} కోసం కుండళి సారాంశం

source: Summary
gu: સારાંશ
hi: सारांश
kn: ಸಾರಾಂಶ
mr: सारांश
te: సారాంశం

source: Planet Details
gu: ગ્રહ વિગતો
hi: ग्रह विवरण
kn: ಗ್ರಹ ವಿವರಗಳು
mr: ग्रह तपशील
te: గ్రహ వివరాలు

source: House Details
gu: ઘર વિગતો
hi: भाव विवरण
kn: ಮನೆ ವಿವರಗಳು
mr: भाव तपशील
te: ఇంటి వివరాలు

source: What is your name?
gu: તમારું નામ શું છે?
hi: आपका नाम क्या है?
kn: ನಿಮ್ಮ ಹೆಸರು ಏನು?
mr: तुमचे नाव काय आहे?
te: మీ పేరు ఏమిటి?

# whereWereYouBorn
source: Where were you born (place of birth)?
gu: તમે ક્યાં જન્મ્યા હતા (જન્મ સ્થળ)?
hi: आप कहाँ पैदा हुए थे (जन्म स्थान)?
kn: ನೀವು ಎಲ್ಲಿ ಜನಿಸಿದ್ದೀರಿ (ಜನ್ಮ ಸ್ಥಳ)?
mr: तुम्ही कुठे जन्माला आलात (जन्मस्थान)?
te: మీరు ఎక్కడ జన్మించారు (జన్మ స్థలం)?

# lookingUpLocation
source: Looking up the location on map...
gu: નકશા પર સ્થાન જોવું...
hi: मानचित्र पर स्थान देख रहे हैं...
kn: ನಕ್ಷೆಯಲ್ಲಿ ಸ್ಥಳವನ್ನು ನೋಡುತ್ತಿದೆ...
mr: नकाशावर स्थान शोधत आहे...
te: మ్యాప్‌లో స్థానాన్ని చూస్తోంది...

# couldNotFindPlace
source: Sorry, I couldn't find that place. Please try again with a more specific city or region name.
gu: માફ કરશો, મને તે સ્થાન મળ્યું નથી। કૃપા કરીને વધુ ચોક્કસ શહેર અથવા પ્રદેશ નામ સાથે ફરી પ્રયાસ કરો।
hi: क्षमा करें, मुझे वह स्थान नहीं मिला। कृपया अधिक विशिष्ट शहर या क्षेत्र नाम के साथ पुनः प्रयास करें।
kn: ಕ್ಷಮಿಸಿ, ನನಗೆ ಆ ಸ್ಥಳ ಸಿಗಲಿಲ್ಲ। ದಯವಿಟ್ಟು ಹೆಚ್ಚು ನಿರ್ದಿಷ್ಟ ನಗರ ಅಥವಾ ಪ್ರದೇಶ ಹೆಸರಿನೊಂದಿಗೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ।
mr: क्षमस्व, मला ते स्थान सापडले नाही। कृपया अधिक विशिष्ट शहर किंवा प्रदेश नावासह पुन्हा प्रयत्न करा।
te: క్షమించండి, నాకు ఆ స్థలం కనిపించలేదు। దయచేసి మరింత నిర్దిష్టమైన నగరం లేదా ప్రాంతం పేరుతో మళ్లీ ప్రయత్నించండి।

# hereIsYourKundli
source: Here is your Kundli, {name} 🧘‍♀️...
gu: અહીં તમારી કુંડળી છે, {name} 🧘‍♀️...
hi: यहाँ आपकी कुंडली है, {name} 🧘‍♀️...
kn: ಇಲ್ಲಿ ನಿಮ್ಮ ಕುಂಡಲಿ ಇದೆ, {name} 🧘‍♀️...
mr: येथे तुमची कुंडली आहे, {name} 🧘‍♀️...
te: ఇక్కడ మీ కుండళి ఉంది, {name} 🧘‍♀️...
